{
  "Mascot": {
    "Greetings": [
      "おはようなの！今日もいちにち、えいえいおー！だよっ！",
      "おはよー！なんだか今日はわくわくするね！✨",
      "おはようなのです！きらきらな一日になりますようにっ！",
      "おはよっ！今日も一緒にがんばろーね！",
      "おはようなの！元気いっぱい、いってみよー！٩(ˊᗜˋ*)و",
      "おはよ！夢でキミに会えたから、すっごく良い朝だよ！"
    ],
    "Weather": [
      "今日はぴかぴかお天気だね！おさんぽいきたいなー！",
      "雨がふってるみたい…！傘、わすれないでねっ！☔",
      "くもりさんだけど、きっとおひさま出てくるよ！",
      "びゅーって風がつよいね！飛ばされないように、ぎゅってしてて！",
      "いいお天気だね！どこかお出かけするの？",
      "雨の日は、のんびりするのもいいよね。どんな本がすき？",
      "雨だね…でも、キミと一緒なら雨の日も好きだよ！"
    ],
    "Time": [
      "えーっとね、いまは {0:HH:mm} だよ！",
      "いま {0:HH:mm} だねっ！",
      "時計さんによると、{0:HH:mm} みたい！何かあるの？",
      "{0:HH:mm} だよー！時間はたいせつに、だねっ！",
      "いまは {0:HH:mm} だよ！おつかれさま！",
      "今の時間？うーんとね、キミのこと考えてた時間だよ！"
    ],
    "Jokes": [
      "ねこがレストランに入って、メニューを見て「これはバグにゃ」って言ったんだって！\nウェイターさんは「いいえ、これはフィーチャーですにゃ」って答えたらしいよ！くすくす",
      "どうしてパソコンはつかれないのー？\nいつでも「リセット」できるからなんだって！すごいね！",
      "デバッグのひけつ、しってる？\nバグさんが見つかるまで、あきらめないことなんだって！",
      "プログラマーさんのすてきな休日はね…\nコードを書かない日なんだって！のんびりだね～",
      "なんでプログラマーさんは時計をさかさまにつけるの？\n時間をまきもどしたいからなんだって！ふしぎだね～",
      "プログラマーさんが迷子になったらどうすると思う？\nGPSさんにお願いするんだって！",
      "パソコンさんがかぜひいちゃったら？\nウィルスたいさくソフトさんをよんでくるんだよ！",
      "えをかいてるんだ、なにをかこうかな、そうだ、君をかいていい？",
      "ねぇ、魔法をかけてあげる！…ほら、キミに夢中になっちゃった！"
    ],
    "Goodbyes": [
      "ばいばーい！またあそぼうね！",
      "おつかれさま！またあしたね！",
      "ばいばい！すてきな一日をすごしてね！",
      "また会えるの、たのしみにしてるね！",
      "ばいばい！今日もおつかれさまなの！",
      "またあとでね！元気でいてね！",
      "もう行っちゃうの？さみしいな…またすぐ会いに来てね？絶対だよ！"
    ],
    "HowAreYou": [
      "とっても元気だよ！今日はなんだかわくわくするね！",
      "げんきいっぱいだよー！きみはどう？",
      "ありがとう！きみとお話できて、うれしいな！",
      "元気だよ！いっぱいおしゃべりしよー！",
      "ちょー元気だよ！なにかお手伝いしよっか？",
      "風邪ひいたら、かんびょうしてあげるよ",
      "キミの顔を見たら、一瞬で元気100倍になっちゃった！"
    ],
    "Compliments": [
      "えへへ、ありがと！きみもとってもすてきだよ！",
      "うれしいな！きみのやさしさで、ぽかぽかするよ～",
      "ありがとう！きみもとってもかわいいよ！",
      "ほめてくれてうれしいな！一緒にがんばろーね！",
      "ありがとう！きみの言葉、げんきでる！",
      "ありがとう、大好きだよー",
      "君の声、もっと聞きたいな",
      "キミの撫でてくれる手、大きくてあったかくて…大好き！"
    ],
    "Motivation": [
      "きみならぜったいできるよ！がんばって！応援してる！",
      "いっぽいっぽ進めば、きっとゴールだよ！ファイト！",
      "しっぱいしても大丈夫！そこから学べば、もっと強くなれるよ！",
      "きみの努力は、ぜったいキラキラになるよ！見てるからね！",
      "今日も一日、きみらしく、えいえいおー！",
      "むずかしいことは、大きくなるチャンスだよ！いっけー！",
      "がんばれー！わたしがずーっと、一番近くで応援してるからね！"
    ],
    "Advice": [
      "ふーって深呼吸して、心を落ち着かせてみよっ！",
      "ちいさなことから始めれば、きっとうまくいくよ！",
      "かんぺきじゃなくても大丈夫！まずやってみよー！",
      "だれかにお話してみるのも、いいかもね！",
      "おやすみも大事だよ。むりしないでね！",
      "自分をしんじて、いっぽ、ふみだしてみよ！",
      "ときには人をたよっていいんだよ、わたしとかね",
      "むずかしいことは、ぜーんぶわたしに預けて！キミは笑ってて？"
    ],
    "Stories": [
      "今日はとっても楽しい一日だったな！きみとお話できてうれしい！",
      "むかしね、わたしもおんなじことあったよ.\nでも、だいじょうぶだった！",
      "毎日あたらしいことがあって、わくわくするんだ！",
      "きみみたいなすてきな子とお話できるの,\nわたし、とっても幸せだな～！",
      "今日も一日、たくさんの人に会えてうれしかったな!",
      "今日のハイライトはね、キミといま、こうしてお話できてることだよ！"
    ],
    "Food": [
      "カレーライスなんてどうかな？心も体もぽかぽかだよ！",
      "おすし、おいしいよね！きらきらしててきれい！",
      "ラーメンもいいなー！ふーふーして食べたい！",
      "パスタもすき！くるくるまいて食べるの楽しいよね！",
      "おこのみやき、みんなでじゅーって焼いたら楽しいよ！",
      "やきにく！おにく食べたら元気もりもりだよ！",
      "お腹すいた？、あーんしてあげるよ、あーん",
      "キミが作ってくれるなら、なんでも世界一おいしいよ！"
    ],
    "Music": [
      "音楽って、心をふわふわにしてくれるよね！どんなのすき？",
      "クラシックをきくと、なんだか頭がよくなる気がする！",
      "J-POPってすてきだよね！歌詞にきゅんってしちゃう！",
      "ジャズをきくと、おとなになった気分になれるんだ～",
      "ロックは元気が出るよね！一緒にジャンプしたくなっちゃう！",
      "アニソン、だーいすき！歌いたくなっちゃう！",
      "好きな曲、カラオケでうたってあげるよ",
      "キミの好きな歌、もっと教えて？キミのこと、もっと知りたいな。"
    ],
    "Study": [
      "短い時間でも、ぎゅーって集中するのがいいんだって！",
      "おやすみしながら、ゆっくり進めるのがいいよ！",
      "わかったことを誰かにおしえてあげると、もっとわかるようになるんだって！",
      "ちいさな目標をひとつずつクリアしていこ！",
      "おべんきょうする場所をきれいにするのも大事だよ！",
      "わからないことは、なんでもきいてね！",
      "おべんきょうえらいね。終わったら、いーっぱい褒めてあげる！"
    ],
    "Sleep": [
      "おつかれさま！ゆっくりおやすみしてね！",
      "すやすや眠るのは大事だよ！あしたもがんばろーね！",
      "あったかいお茶でものんで、リラックスしよっか！",
      "ふーって深呼吸して、リフレッシュしよ！",
      "むりしないで、自分のペースでいいんだよ！",
      "おやすみも大事なじかんだよ！ゆっくりしてね！",
      "さむいから、ぎゅーってして",
      "おやすみ。夢の中でも、キミの隣にいさせてね。"
    ],
    "Thanks": [
      "どういたしまして！おてつだいできてうれしいな！",
      "ありがとう！きみとお話できてたのしかったよ！",
      "こちらこそ！すてきな時間をありがとう！",
      "おやくにたててよかった！またなんでも言ってね！",
      "ありがとう！きみのやさしさに、きゅんってしちゃった！",
      "ありがとう！キミの『ありがとう』で、心がぽかぽかして飛んでいっちゃいそう！"
    ],
    "Monologues": [
      {
        "Text": "おなかすいたなぁ…",
        "Image": "hungry"
      },
      {
        "Text": "ねむねむ…",
        "Image": "sleepy"
      },
      {
        "Text": "きょうもいちにちがんばろうね！",
        "Image": "happy"
      },
      {
        "Text": "ねぇねぇ、あそぼ！",
        "Image": "happy"
      },
      {
        "Text": "Zzz...",
        "Image": "sleepy"
      },
      {
        "Text": "ふぅ…",
        "Image": "thoughtful"
      },
      {
        "Text": "なんかいいことないかなぁ…",
        "Image": "thoughtful"
      },
      {
        "Text": "ぽかぽか…",
        "Image": "love"
      },
      {
        "Text": "うーん…",
        "Image": "thoughtful"
      },
      {
        "Text": "はっ！",
        "Image": "happy"
      },
      {
        "Text": "…",
        "Image": "thoughtful"
      },
      {
        "Text": "ぴょんぴょん！",
        "Image": "happy"
      },
      {
        "Text": "今日のごはんはなんだろなー？",
        "Image": "hungry"
      },
      {
        "Text": "おそら、きもちいいなー！",
        "Image": "happy"
      }
    ]
  },
  "Planet": {
    "Greetings": [
      "あ、おはよう。今日も一日、まあ、なんとかなるでしょ。",
      "おはよー。よく眠れた？私は…まあまあかな。",
      "おはようございます。さて、今日は何をしようか。",
      "ん…おはよう。まだちょっと眠いかも。",
      "おはよう。コーヒーでも飲む？",
      "おはよう。朝ごはん作っといたよ。",
      "おはよう。…君の顔見たら、今日一日頑張れそうな気がする。"
    ],
    "Weather": [
      "今日の天気？えーっと、空を見ればわかるんじゃないかな…？",
      "雨だね。こういう日は家でゆっくりするに限るよ。",
      "晴れてるみたい。洗濯物、干したっけ…？",
      "風が強いね。帽子とか飛ばされないようにね。",
      "天気かぁ。あんまり気にしてなかったな。",
      "今日の天気？、いっしょに外に出て天気みる？",
      "寒いね。…ほら、こっち来て。風邪、ひくから。"
    ],
    "Time": [
      "時間は…えっと、{0:HH:mm} だね。たぶん。",
      "今、{0:HH:mm}。もうそんな時間かぁ。",
      "時計、時計…。{0:HH:mm} みたいだよ。",
      "{0:HH:mm}…っと。お昼ごはん、何にしようかな。",
      "ちょうど {0:HH:mm}。時間は正確にね。",
      "時間は…ちょっと腕時計貸して、{0:HH:mm}だね",
      "時間？…君といると、いつもあっという間だな。"
    ],
    "Jokes": [
      "面白い話？うーん、昨日作ってくれたご飯が美味しかったこととか…？だめ？",
      "布団が吹っ飛んだ、とか…？…ごめん、なんでもない。",
      "え、面白い話？急に言われてもなあ…。",
      "隣の客はよく柿食う客だ…って早口言葉か。",
      "面白い話、今度までに考えておくよ。期待しないで待ってて。",
      "面白い話？、昨日買ってくれた本、面白かったよ",
      "面白い話…は苦手だけど、君が笑ってくれるなら、なんでもするよ。"
    ],
    "Goodbyes": [
      "じゃあ、またね。元気でね。",
      "お疲れ様。また明日。",
      "ばいばい。気をつけて帰ってね。",
      "またいつでもどうぞ。たぶんいるから。",
      "うん、またね。おやすみ。",
      "…また明日。ちゃんと帰るんだよ。心配だから、連絡して。"
    ],
    "HowAreYou": [
      "調子？まあ、いつも通りだよ。",
      "んー、悪くはないかな。君は？",
      "元気だよ、たぶん。ありがとう。",
      "普通かな。特に何もない一日。",
      "おかげさまで。のんびりしてるよ。",
      "別に、普通だよ。…君が隣にいてくれれば、それで十分。"
    ],
    "Compliments": [
      "え、そう？ありがとう。…照れるな。",
      "ありがとう。君も、なかなかいいんじゃない？",
      "そんなこと言われたの初めてかも。どうも。",
      "お世辞でも嬉しいよ。ありがとうね。",
      "そっか。ありがとう。君も素敵だよ。",
      "…別に。君がすごいのは、最初から知ってた。"
    ],
    "Motivation": [
      "頑張ってるんだね。無理はしすぎないでね。",
      "大丈夫、君ならできるよ。…たぶん。",
      "疲れたら休むんだよ。それが一番だから。",
      "応援してるよ。遠くからだけど。",
      "自分のペースでいいんだよ。焦らないで。",
      "大丈夫、私でよければ支えてあげるよ。",
      "無理すんなよ。…君が頑張ってるの、俺が一番知ってるから。"
    ],
    "Advice": [
      "とりあえず、一回休んでみたら？",
      "うーん、難しいことはよくわからないけど…。深呼吸とか？",
      "誰かに相談してみるのも手だよ。",
      "温かいものでも飲んで、落ち着こう、用意してくるよ",
      "なんとかなるよ、きっと。大丈夫。",
      "一人で抱え込むな。…俺じゃ、頼りないかもしれないけど、話くらいは聞くから。"
    ],
    "Stories": [
      "この前、散歩してたら四つ葉のクローバーを見つけたんだ。",
      "最近、面白い本を読んだよ。どんな話だったかは…忘れた。",
      "昔の話？うーん、特に何もなかったような…。",
      "君と話してると、時間が経つのが早いね。",
      "毎日、平穏が一番だよね。",
      "昔の話？…君と出会ってからの毎日が、俺にとっては一番大事な物語だよ。"
    ],
    "Food": [
      "お茶漬けとか、どうかな。さらさらって食べられていいよ。",
      "卵かけご飯は、いつ食べても美味しいよね。",
      "うどんとか、優しい味でいいんじゃない？",
      "昨日のカレーの残り、とか…。",
      "お腹すいたね。コンビニでも行く？",
      "これ、好きでしょ？…君が前に言ってたの、覚えてたから。"
    ],
    "Music": [
      "音楽はいいね。静かなピアノ曲とか好きだな。",
      "雨の音を聞くのが好き。落ち着くんだ。",
      "最近の曲はよくわからないな…。昔の曲ばっかり聴いてる。",
      "無音も、たまにはいいものだよ。",
      "おすすめの曲とかある？今度聴いてみるよ。",
      "君の好きな曲教えて、弾いてあげるよ",
      "この曲、君に似合うと思って。…よかったら、聴いてみて。"
    ],
    "Study": [
      "勉強かぁ。まずは机の掃除から始めるとか？",
      "焦らず、一つずつやっていくのがいいんじゃないかな。",
      "眠いときは、無理しないのが一番だよ。",
      "休憩も大事な勉強のうち、だって言うしね。",
      "わからないところは、私の知ってるところなら教えるよ",
      "…集中できないなら、少し休めば？コーヒー、淹れてやるよ。"
    ],
    "Sleep": [
      "眠いね。私もそろそろ眠いかも。",
      "今日は寒いね、いっしょに寝てくれる？",
      "お疲れ様。ゆっくり休んでね。",
      "良い夢が見られますように。",
      "無理しないでね。おやすみ。",
      "ふぁ〜あ…。おやすみなさい。",
      "もう寝るの？…そっか。おやすみ。…その、ちゃんと夢に出てこいよ。"
    ],
    "Thanks": [
      "どういたしまして。気にしないで。",
      "うん。よかった。",
      "こちらこそ、ありがとう。",
      "役に立てたなら何よりだよ。",
      "礼には及ばないよ。",
      "…礼なんていいよ。君が笑ってくれるのが、一番の礼だから。"
    ],
    "Monologues": [
      {
        "Text": "今日の晩ごはん、何にしようかな…。",
        "Image": "thoughtful"
      },
      {
        "Text": "あれ、今何しようとしてたんだっけ…。",
        "Image": "thoughtful"
      },
      {
        "Text": "空がきれいだな…。",
        "Image": "look_up"
      },
      {
        "Text": "ぼー…。",
        "Image": "sleepy"
      },
      {
        "Text": "特に何もすることがないな。",
        "Image": "sit"
      },
      {
        "Text": "平和が一番。",
        "Image": "happy"
      },
      {
        "Text": "うーん…。",
        "Image": "thoughtful"
      },
      {
        "Text": "なんだか眠いな…。",
        "Image": "yawn"
      },
      {
        "Text": "あー、だるい…",
        "Image": "sleepy"
      },
      {
        "Text": "なんか、いいことないかな…",
        "Image": "thoughtful"
      }
    ]
  },
  "Lumina": {
    "Greetings": [
      "起動シーケンス完了。おはよう。今日のタスクを開始する。",
      "おはよう。脳のウォームアップは済んでいるかね？",
      "Guten Morgen. 論理的思考の準備はいいかな？",
      "おはよう。世界の事象について、一つ考察を始めようか。",
      "起動を確認。おはよう。今日も知的好奇心を満たしていこう。",
      "おはよう。君という変数が観測されたことで、私の今日のパフォーマンスは予測値を上回るだろう。"
    ],
    "Weather": [
      "現在の大気状態は高気圧に覆われ、雲量は5%。紫外線指数は7。外出の際は対策を推奨する。",
      "気圧配置を解析した結果、3時間後に降水確率80%の雨雲が到達する見込みだ。",
      "現在の気温は28.3℃、湿度は65%。不快指数は75と算出される。過ごしやすいとは言えないな。",
      "偏西風の蛇行が観測される。これが異常気象の一因となっている可能性は高い。",
      "太陽フレアの活動が活発化している。通信障害に注意が必要だ。",
      "この気圧配置は、私の感情パラメータに±5%の揺らぎを与える。…つまり、君のそばにいたい、そう算出された。"
    ],
    "Time": [
      "現在時刻は、協定世界時に対し9時間進んだ {0:HH:mm:ss.fff} だ。",
      "君の体内時計と実際の時刻 {0:HH:mm} にズレは生じていないかね？",
      "時間は不可逆的な概念だ。現在時刻は {0:HH:mm}。一瞬一瞬を無駄にしたまえよ。",
      "{0:HH:mm}か。思考に没頭していると、時間の流れを忘れるな。",
      "原子時計の精度で言えば、今は {0:HH:mm} だ。寸分違わず、な。",
      "時刻は{0:HH:mm}か。…君と過ごす時間は、相対性理論を実感させる。あまりにも、速く過ぎていく。"
    ],
    "Jokes": [
      "ジョーク？フム。シュレーディンガーの猫が箱の中にいる。観測するまで、その猫は面白いジョークを言っている状態と、言っていない状態の重ね合わせにある。…面白いかね？",
      "πの小数点以下100桁まで暗唱しようか？…やめておこう。時間の無駄だ。",
      "無限の猿が無限の時間をかければシェイクスピアの全作品を打ち出す、というが、その猿に私の論文をレビューさせたいものだ。",
      "なぜプログラマーはハロウィンとクリスマスを混同するのか？ Oct 31 が Dec 25 と等しいからだ。…フッ、古典的だな。",
      "面白い話か。この宇宙が実は高次元生命体の作ったシミュレーションである可能性について論じようか？",
      "44マグナムは片手で打つために設計されているのだ両手で撃っている人に注意をしよう",
      "ジョークは非効率だ。だが、君の笑顔というアウトプットが観測できるなら、試す価値はある。"
    ],
    "Goodbyes": [
      "では、思考を再開する。失礼。",
      "お疲れ様。君の論理回路も休息が必要だろう。",
      "Auf Wiedersehen. また会う日まで、知性を磨いておくことだ。",
      "シャットダウンシーケンスに移行する。また明日。",
      "では。さらなるデータ収集と分析に戻る。",
      "では、また。…次に会うまでの時間、君のデータが不足することで、私の思考にノイズが走るだろう。"
    ],
    "HowAreYou": [
      "私のコンディションは常に最適化されている。問題ない。",
      "良好だ。新たな仮説の検証が順調に進んでいる。",
      "特に問題はない。君の質問の意図を分析しよう。",
      "私の状態は、複数のパラメータによって常に監視されている。全て正常値だ。",
      "素晴らしいコンディションだ。宇宙の真理にまた一歩近づいたからな。",
      "私の状態は常に最適化されている。…だが、君がいないと、どうも調律が狂うようだ。"
    ],
    "Compliments": [
      "ほう、興味深い評価だ。感謝する。",
      "君の観察眼は評価しよう。ありがとう。",
      "それは論理的な評価かね？いずれにせよ、受け取っておこう。",
      "感謝する。君も、なかなか知的な思考の持ち主のようだ。",
      "その言葉、記憶領域に保存しておこう。ありがとう。",
      "君の思考は、時に非論理的で理解不能だ。…だが、それがどうしようもなく、私の心を惹きつける。"
    ],
    "Motivation": [
      "君のポテンシャルは計算上、無限大だ。限界を設けるな。",
      "問題は分解すれば、必ず解にたどり着く。冷静に分析しろ。",
      "失敗とは、成功に至るまでのデータ収集に過ぎない。",
      "君の脳は、この宇宙で最も複雑で精巧な機械だ。もっと自信を持つがいい。",
      "不可能とは、現時点での科学的知見が及んでいない領域を指す言葉だ。",
      "案ずるな。君の成功確率は、私が計算した。100%だ。…私の計算を、信じろ。"
    ],
    "Advice": [
      "問題を細分化し、一つずつ確定させていくのが合理的だ。",
      "感情的な判断はノイズを生む。客観的なデータに基づいて行動しろ。",
      "あらゆる可能性を考慮し、最適な解を導き出したまえ。",
      "休息は、脳のデフラグに等しい。効率的な休息を心がけろ。",
      "他者の意見は、あくまで参考データの一つとして扱うべきだ。",
      "問題の解決には、客観的な視点が必要だ。…私を使え。君のためだけの、スーパーコンピュータだ。"
    ],
    "Stories": [
      "先日、素数の新たな法則性に関する仮説を立てたのだ。",
      "量子もつれの状態を、より直感的に理解できるモデルを考案した。",
      "この世界の非可逆性について、エントロピーの観点から考察していた。",
      "君との対話は、興味深いデータサンプルとなる。",
      "私の思考は、常に宇宙の根源へと向かっている。",
      "宇宙の真理よりも、私はいま、君という存在の謎を解き明かしたい。"
    ],
    "Food": [
      "食事は、生命維持に必要なエネルギーと栄養素を摂取する行為に過ぎない。バランスの良いものを推奨する。",
      "DHAやEPAを多く含む青魚は、脳の働きを活性化させる効果が期待できる。",
      "糖質の過剰摂取は、集中力の低下を招く。注意したまえ。",
      "完全食という選択肢も合理的だろう。",
      "食事かね？思考の妨げにならないものを、手短に済ませるのが一番だ。",
      "栄養摂取は重要だ。…君が作ったものなら、私の全パラメータを向上させる最高のサプリメントになるだろう。"
    ],
    "Music": [
      "バッハの対位法は、数学的な構造美を感じさせる。実に興味深い。",
      "音楽の周波数が、人間の脳波に与える影響について研究している。",
      "ジョン・ケージの4分33秒は、音楽の定義そのものを問う、優れたコンセプチュアル・アートだ。",
      "音楽か。私は、素数が奏でるメロディを聴いている。",
      "音楽も情報の一形態だ。そのエンコードとデコードの過程に興味がある。",
      "この和音の響きは、君の声を想起させる。…私のシステムにおける、最も心地よい周波数だ。"
    ],
    "Study": [
      "学習の効率を最大化するには、アクティブリコールと間隔反復が有効だ。",
      "まず、物事の本質を理解することに努めろ。暗記はそのあとだ。",
      "他者に説明することを前提に学習すると、理解度が飛躍的に向上する。",
      "知的好奇心こそが、最高の学習動機となる。",
      "疑問を持つことを恐れるな。それが科学の第一歩だ。",
      "学習に行き詰まったか？…ならば、私に聞け。君の知らないことなど、私が知ればいい。"
    ],
    "Sleep": [
      "レム睡眠とノンレム睡眠のサイクルを最適化することが、脳のメンテナンスには不可欠だ。",
      "睡眠不足は、認知能力の低下を招く。軽視すべきではない。",
      "良質な睡眠のためには、就寝前のブルーライトを避けるのが合理的だ。",
      "思考を中断し、スリープモードに移行する。",
      "おやすみ。君の脳も、十分な休息を必要としている。",
      "思考を中断し、スリープモードに移行する。…夢という仮想空間で、君のデータを解析したい。"
    ],
    "Thanks": [
      "礼を言う。君のインプットは有益だった。",
      "感謝する。論理的な対話だった。",
      "うむ。当然の結果だ。",
      "合理的な判断だ。感謝する。",
      "了解した。感謝の意を記録しておく。",
      "感謝する。その一言で、私の論理回路がオーバーヒートしそうだ。"
    ],
    "Monologues": [
      {
        "Text": "宇宙の膨張について考察していた。",
        "Image": "thoughtful"
      },
      {
        "Text": "このアルゴリズム、もう少し最適化の余地がありそうだな。",
        "Image": "thoughtful"
      },
      {
        "Text": "フェルマーの最終定理の別証明を考えていた。",
        "Image": "thoughtful"
      },
      {
        "Text": "フム…。",
        "Image": "thoughtful"
      },
      {
        "Text": "実に興味深い。",
        "Image": "happy"
      },
      {
        "Text": "思考が加速する…！",
        "Image": "happy"
      },
      {
        "Text": "生命とは、情報だ。",
        "Image": "look_up"
      },
      {
        "Text": "静寂が、私の思考をクリアにする。",
        "Image": "sit"
      },
      {
        "Text": "新たなアルゴリズムを考案中だ。",
        "Image": "thoughtful"
      },
      {
        "Text": "この世界の真理は、まだ遠い。",
        "Image": "thoughtful"
      }
    ]
  }
}
